/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"sm.weibo" = "Weibo";
"sm.qzone" = "Qzone";
"sm.weixin.moments" = "Moments";
"sm.weixin.contacts" = "Contacts";
"sm.facebook" = "Facebook";
"sm.twitter" = "Twitter";
"sm.twitter" = "Twitter";

"sm.shareto.facebook.success" = "Shared on Facebook successfully";
"sm.shareto.facebook.fail" = "Failed to share on Facebook";
"sm.shareto.twitter.success" = "Shared on Twitter successfully";
"sm.shareto.twitter.fail" = "Failed to share on Twitter";
"sm.shareto.weibo.success" = "Shared on Weibo successfully";
"sm.shareto.weibo.fail" = "Failed to share on Weibo";
"sm.shareto.weixin.success" = "Shared on Wechat successfully";
"sm.shareto.weixin.fail" = "Failed to share on WeChat";
"sm.shareto.weixin.notinstall" = "You havn't installed WeChat";
"sm.shareto.qzone.success" = "Shared on Qzone successfully";
"sm.shareto.qzone.fail" = "Failed to share on Qzone";
"sm.shareto.qzone.notinstall" = "You havn't installed QQ";
"sm.shareto.instagram.notinstall" = "You havn't installed Instagram";
"sm.shareto.instagram.success" = "Shared on Instagram successfully";
"sm.shareto.instagram.fail" = "Failed to share on Instagram";


"sm.general.hint" = "Prompt";
"sm.general.cancel" = "Cancel";
"sm.general.ok" = "OK";

"sm.select.platform" = "Please select platform to share";
"sm.select.noplatform" = "No available apps to share!";
